"CPIO archive" = "சிபிஐஒ காப்பகம்";
"CPGZ archive" = "சிபிசிசட் காப்பகம்";
"ZIP archive" = "சிப் காப்பகம்";
"tar archive" = "தார் காப்பகம்";
"gzip compressed tar archive" = "சிசிப் சுருக்கப்பட்ட தார் காப்பகம்";
"bzip2 compressed tar archive" = "பிசிப்2 சுருக்கப்பட்ட தார் காப்பகம்";
"gzip compressed archive" = "சிசிப் சுருக்கப்பட்ட காப்பகம்";
"unix compressed archive" = "யூனிக்ச் சுருக்கப்பட்ட காப்பகம்";
"bzip2 compressed archive" = "பிசிப்2 சுருக்கப்பட்ட தார் காப்பகம்";
"MacBinary archive" = "மெக்இரும காப்பகம்";
"BinHex archive" = "இரும்பதிண்ம காப்பகம்";
"uuencoded archive" = "உஉகுறியாக்க காப்பகம்";
"AppleSingle archive" = "ஆப்பிள்ஒற்றை காப்பகம்";
"PAX archive" = "பாக்ச் காப்பகம்";

"Archive" = "காப்பகம்";
"Unarchive" = "பிரித்தெடு";
